package students.slava_khl.lesson_6.level_1;

// Найдите ошибку в программе и исправить её:
public class WhileDefinition1 {
    // условие цикла не было открыто: "("
    public static void main(String[] args) {
        int i = 1;
        while (i <= 100) {
            System.out.println(i);
            i++;
        }
    }

}
